{
"en": {
"preg1":{
"pr": "How do I save a new parking?",
"re": "From the beginning press the \"Mark\"button.If you have the GPS activated and you have an internet connection, the application will mark the place where you are on the map, even if possible, the street. It is not the one you want, you can mark the place you prefer on the map, in any case you can write the name of the street yourself or any other note that you can use to locate your car. you parked. "
},
"preg2":{
"pr": "How do I find a saved parking?",
"re": "From the beginning press the \"Search\"button. A screen will be displayed where it will show you the saved notes, the photo that you have saved and if you have an internet connection, the route that you should do from where Be where your car is. "
}
},
"es": {
"preg1":{
"pr": "¿Como guardo un nuevo estacionamiento?",
"re": "Desde el inicio presiona el botón \"Marcar\". Si tienes el GPS activado y posees conección a internet, la aplicación marcará en el mapa el lugar donde estés, inclusive si es posible, la calle. Si la ubicación no es la que deseas puedes marcar en el mapa el lugar que tú prefieras. En calquier caso podrás escribir tú mismo el nombre de la calle o cualquier otra nota que te sirva para ubicar tu auto. Puedes tomar una foto como tener más información sobre donde estacionaste."
},
"preg2":{
"pr": "¿Como encuentro uun estacionamiento guardado?",
"re": "Desde el inicio presiona el botón \"Buscar\". Se edesplegará una pantalla donde te mostrará las notas guardadas, la foto que has guardado y si tienes conección ainternet se mostrará en el mapa el recorrido que debes hacer desde donde estés hasta donde está tu auto."
}
},
"pt": {
"preg1":{
"pr": "Como faço para salvar um novo estacionamento?",
"re": "Desde o início, pressione o botão \"Marcar\". Se você tiver o GPS ativado e tiver uma conexão com a Internet, o aplicativo marcará o local onde você está no mapa, mesmo que possível, na rua. Não é o que você quer, você pode marcar o lugar que você preferir no mapa, em qualquer caso, você pode escrever o nome da rua mesmo ou qualquer outra nota que você pode usar para localizar seu carro. você estacionou. "
},
"preg2":{
"pr": "Como encontro um estacionamento salvo?",
"re": "Desde o início, pressione o botão \"Pesquisar\". Uma tela será exibida onde você mostrará as notas salvas, a foto que você salvou e se você tiver uma conexão à Internet, a rota que você deve fazer de onde Seja onde seu carro está. "
}
}
}
